"%ld day left on trial" = "nog %ld dagen over om te testen";
"%ld days left on trial" = "nog %ld dagen over om te testen";
"Buy Now" = "Koop nu";
"Trial Mode" = "Proefmodus";
"Free trial has expired" = "Gratis testversie is verlopen";
"The trial period has expired." = "De testperiode is afgelopen.";
"Wait %u" = "Wacht %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Uw 30-dagen testversie is verlopen. Koop alstublieft Path Finder.";
